Repository: RifanAmrozi/fe-rainvow
Catalog: Octrum/Localizable.xcstrings
Source language: en
Languages: id

source: ACTIVITY DETECTED!
id: AKTIVITAS TERDEKTEKSI

source: Add CCTV
id: Tambah CCTV

source: Alert
id: Peringatan

source: Alert Detail
id: Detail Peringatan

# alert_list_empty_state_message
source: • The view is blurry without any lightings • The person is too far from camera • The person is too close from camera • Children and crowded environment
id: • Tampilan blur tanpa pencahayaan • Orang terlalu jauh dari kamera • Orang terlalu dekat dari kamera • Anak kecil dan situasi ramai

# alert_list_empty_state_title
source: The system is unable to detect under following conditions:
id: Sistem tidak dapat mendeteksi dalam kondisi berikut:

source: Alerts
id: Peringatan

source: All Locations
id: Semua Lokasi

source: Apply Filter
id: Terapkan Filter

source: Camera & Location
id: Kamera & Lokasi

source: Camera Offline
id: Camera tidak terhubung

# camera_add_failed
source: "Cam %@" is failed to be added!
id: "Cam %@" gagal ditambahkan!

# camera_add_success
source: "Cam %@" is successfully added!
id: "Cam %@" berhasil ditambahkan!

# camview_empty_state_message
source: • Different WiFi network with the CCTV • Bad internet connection
id: • Jaringan WiFi berbeda dengan CCTV • Koneksi internet buruk

# camview_empty_state_title
source: The CCTV list might not be available due to:
id: Daftar CCTV tidak dapat muncul karena:

source: CCTV Location
id: Lokasi CCTv

source: CCTV Name
id: Nama CCTV

source: Confirm
id: Konfirmasi

source: Confirmed
id: Dikonfirmasi

source: Confirmed by %@.
id: Dikonfirmasi oleh %@

source: CONNECTING
id: MENGHUBUNGKAN

source: Connecting to camera...
id: Menyambungkan ke kamera…

source: Decision
id: Keputusan

source: Download Video
id: Unduh Video

source: Downloading...
id: Mengunduh…

source: Front Aisle
id: Lorong Depan

source: History
id: Riwayat

source: I agree to all the terms and privacy policy.
id: Saya setuju dengan syarat dan kebijakan privasi yang berlaku

source: Ignore
id: Abaikan

source: Ignored
id: Diabaikan

source: Ignored by %@.
id: Diabaikan oleh %@.

source: Integrated CCTV: %lld
id: CCTV terintegrasi: %lld

source: Invalid RTSP URL format. Must start with rtsp:// or rtsps://
id: Format URL RTSP invalid. Harus diawali dengan rtsp:// atau rtsps://

source: Loading alert details...
id: Memuat detail alert…

source: Loading locations...
id: Memuat lokasi…

source: Loading video...
id: Memuat video…

source: Location
id: Lokasi

source: Location: %@
id: Lokasi: %@

source: Login
id: Masuk

source: Logout
id: Keluar

source: My Profile
id: Profil Saya

source: No confirmed alerts
id: Tidak ada alert

source: No ignored alerts
id: Tidak ada alert yang diabaikan

source: No locations available
id: Lokasi tidak tersedia

source: Notes
id: Catatan

source: Reset Filter
id: Hapus Filter

source: Review suspect
id: Lihat terduga

source: Role
id: Peran

source: RTSP URL
id: Link RSTP

source: Save
id: Simpan

source: Saving...
id: Menyimpan…

source: Status pending.
id: Menunggu konfirmasi.

source: Tabs
id: Tab

source: The suspect
id: Terduga

source: Try Again
id: Coba Lagi

source: Unable to connect to the stream
id: Tidak dapat menghubungkan ke stream

# video_saved_failed
source: Failed to download video. Please try again.
id: Gagal mengunduh video. Coba lagi.

# video_saved_success
source: Video saved to Photos successfully!
id: Video berhasil diunduh.
